BackwardStepIco/common/system/control.include
application    rhoPimpleCentralFoam;